/* Format for artist name label */
"ARTIST_NAME_LABEL_FORMAT" = "%2$@ van %1$@";

/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: Software */
"App" = "App";

/* Localized kind: Audio Book */
"Audio Book" = "Audioboek";

/* Book */
"Book" = "Boek";

/* Localized kind: E-Book */
"E-Book" = "E-Boek";

/* Localized kind: Feature Movie */
"Movie" = "Film";

/* Localized kind: Music Video */
"Music Video" = "Videoclip";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Liedje";

/* Localized kind: TV Episode */
"TV Episode" = "TV serie";

/* Price is 0 */
"Free" = "Free";

/* No search results found */
"Nothing Found" = "Niets gevonden";

/* Error alert: button */
"OK" = "OK";

/* Error alert: message */
"There was an error reading from the iTunes Store. Please try again." = "Er ging iets fout bij het communiceren met de iTunes winkel. Probeer het nog eens.";

/* Artist name not found */
"Unknown" = "Onbekend";

/* Error alert: title */
"Whoops..." = "Foutje...";